import React from 'react';
import styles from './Problem.css';

const Problem = () => (
    <div id="problem" className="problem">
        <div>
            <h2>Problem</h2>
            <p>
                Η συνέργεια μεταξύ τεχνολογίας και αγροτικού τομέα δεν είναι κάτι καινούργιο.
                Από την βιομηχανική επανάσταση,  τα χημικά φυτοφάρμακα και τα βενζινοκίνητα τρακτέρ του
                19ου αιώνα και την αξιοποίηση των δορυφορικών δεδομένων στα μέσα του 20ου,  η γεωργική
                τεχνογνωσία διευρύνεται αέναα.  Σήμερα, η αγροκαλλιέργεια ακριβείας είναι το ρεύμα που
                ωθεί την γεωργία και το τεχνολογικό πλαίσιο που συντηρεί την ώθηση αυτή, φέρει το όνομα
                Internet of Things. Με αυτόν τον όρο «ομπρέλα», εννοούμε την σύμπραξη αισθητήρων, συνδεσιμότητας
                μεταξύ αυτών και των Cloud βάσεων δεδομένων και Ανάλυσης δεδομένων, με χρήση της οποίας επιτυγχάνεται
                η μείωση του κόστους, η αύξηση της παραγωγικότητας και η εν γένει βελτιστοποίηση της διαδικασίας λήψης
                αγροτικών αποφάσεων.  Εκμεταλλευόμενοι τις δυνατότητες μικροϋπολογιστών (Arduino, Raspberry) συλλέγουμε
                άκοπα χρήσιμες μεταβλητές (Υγρασία, Θερμοκρασία, επίπεδα χλωροφύλλης, οπτικό υλικό κλπ) και στη συνέχεια
                χρησιμοποιώντας τα εργαλεία της Επιστήμης Δεδομένων μεταφράζουμε την πληροφορία αυτή σε προβλέψεις και τις
                προβλέψεις αυτές σε συνιστώμενες αποφάσεις σχετικά με την αγροτική διαδικασία.  Κάτω από το πλαίσιο της
                Αγροκαλλιέργειας ακριβείας, είμαστε πλέον σε θέση να λάβουμε την σωστή απόφαση, στο σωστό μέρος, στην
                σωστή στιγμή.
            </p>
            <p>
                Ανάμεσα στα διαφορετικά αγαθά που ενδείκνυνται για να ενστερνιστούν την φιλοσοφία της αγροκαλλιέργειας
                ακριβείας, ιδιαίτερη θέση κατέχει ο αμπελώνας. Η ιδιαίτερη ανάγκη για μελετημένες αποφάσεις  στην
                περίπτωση του σταφυλιού πηγάζει κυρίως από την ιδιαίτερα υψηλή μεταβλητότητα που εμφανίζουν οι
                παράγοντες που μας ενδιαφέρουν μέσα σε έναν αμπελώνα.  Το χώμα, η τοπογραφία, το τοπικό κλίμα και η
                ευρωστία του καρπού είναι μόνο μερικές από τις μεταβλητές που χαρακτηρίζουν έναν αμπελώνα και σύμφωνα
                με τους ειδικούς (CSIRO, Australia) η απόδοση της σοδειάς αλλάζει δραματικά ανά υποπεριοχή του χωραφιού.
                Στην Ελλάδα του σήμερα, σε μια εποχή που τα εξαγώγιμα προιόντα έχουν επιπρόσθετη αξία, το ελληνικό κρασί
                συγκεντρώνει διθυραμβικά σχόλια διεθνώς. Σύμφωνα με την ΕΛΣΤΑΤ, οι εξαγωγές του ελληνικού κρασιού στις
                Η.Π.Α. αυξήθηκαν κατά την περίοδο 2009-2014 κατά 39%, ενώ το αντίστοιχο στατιστικό στην περίπτωση
                του Καναδά είναι 55%. Ποσότητα Εξαγωγών οίνου σε χώρες της Ε.Ε αύξηση 9.32% από το 15 στο 16.  Αξία
                εξαγωγών οίνου σε χώρες της Ε.Ε 52.5 μιλ, η υψηλότερη της περιόδου 2004-2016. Ποσοστιαία αύξηση 12.5%
                από το 15 στο 16.  Πηγη: ΕΛΣΤΑΤ, επεξεργασία: ΚΕΟΣΟΕ (Πρόταση Closure)
            </p>
        </div>
        <div>
            <h2>Solution</h2>
            <p>
                <ul>
                    <li>
                        Proactive Πρόβλεψη ασθενειών (αρκετά έγκαιρα ώστε να έχει ο
                        παραγωγός την δυνατότητα να επέμβει και να σώσει το φυτό ή να προστατέψει
                        τον αμπελώνα από την διάχυση της ασθένειας).
                        Ταυτόχρονη ελαχιστοποίηση της χρήσης φυτοφαρμάκων διατηρώντας τους δείκτες ασφαλείας υψηλούς
                    </li>
                    <li>
                        Πρόβλεψη βέλτιστης στιγμής συλλογής- παρακολούθηση της ωρίμανσης του καρπου
                        (διαφορετική ανα υποπεριοχή του αμπελώνα, υψηλή μεταβλητότητα)
                    </li>
                    <li>
                        Μοντελοποίηση σχεδιασμού φύτευσης του αμπελώνα την επόμενη χρονιά με στόχο  την μεγιστοποίηση
                        ποιότητας ή ποσότητας
                    </li>
                </ul>
            </p>
        </div>
    </div>
)

export default Problem;
