import React from 'react';
import styles from './About.css';
import Section from '../../../../components/Section/Section';

const About = () => (
    <Section sectionCLass="about" id="about1" myClass="myText">
        <h2>WINE</h2>
        <p>
            Ο τομέας της αγροκαλλιέργειας αναμένεται να γίνεται όλο και πιο σημαντικός στα χρόνια που έρχονται.
            Μέχρι το 2050,  ο πληθυσμός της Γης εκτιμάται να αυξηθεί από τα 7.3 στα  9.7 δισεκατομμύρια.
            Ο Οργανισμός Τροφής και Αγροκαλλιέργειας (FAO),  η υπηρεσία των Ηνωμένων Εθνών που απασχολείται με
            θέματα σαν και αυτά,  εξέδωσε το 2009 μια έρευνα στην οποία καθιστά σαφές ότι η αγροτική παραγωγή
            οφείλει να αυξηθεί κατά 70% για να καταφέρει να καλύψει την εκτιμώμενη ζήτηση του 2050.
            Στο κλίμα της αποφασιστικής τάσης της τεχνολογίας να αναγεννήσει ταυτόχρονα τους κλάδους της
            επιστήμης και των επιχειρήσεων,  ο αγροτικός τομέας έχει αρχίσει σταδιακά να αποδέχεται τις καινοτομίες
            που πηγάζουν από την βιοεπιστήμη, την επιστήμη δεδομένων και το Internet of Things.
        </p>
    </Section>
);

export default About;
